Repository: microsoft/BotBuilder-V3
Catalog: CSharp/Library/MultilingualResources/Microsoft.Bot.Builder.*.xlf
Languages: fr

# CommandBack
source: Back
fr: Retour

# CommandBackHelp
source: Back: Go back to the previous question.
fr: Retourner à la question précédente.

# CommandBackTerms
source: backup;go back;back
fr: retour; retourner

# CommandHelp
source: Help
fr: Assistance

# CommandHelpHelp
source: Help: Show the kinds of responses you can enter.
fr: Assistance: Montrez les réponses possibles.

# CommandHelpTerms
source: help;choices;\?
fr: aide;choix; assistance; \?

# CommandQuit
source: Quit
fr: Abandonner

# CommandQuitHelp
source: Quit: Quit the form without completing it.
fr: Abandonner: Abandonner sans finir

# CommandQuitTerms
source: quit;stop;finish;goodby?;good bye?;bye;ciao;adios;bye-bye;so long;cheers
fr: arrêter;finir;au revoir;salut;ciao;adios;abandonner

# CommandReset
source: Start over
fr: Recommencer

# CommandResetHelp
source: Reset: Start over filling in the form. (With defaults from your previous entries.)
fr: Recommencer remplir le formulaire. (Vos réponses précédentes sont enregistrées.)

# CommandResetTerms
source: start over;reset;clear
fr: recommencer;réinitialiser;

# CommandStatus
source: Status
fr: Statut

# CommandStatusHelp
source: Status: Show your progress in filling in the form so far.
fr: Statut: Montrer le progrès en remplissant le formulaire jusqu'à présent.

# CommandStatusTerms
source: status;progress;so far;results
fr: statut;progrès;les résultats jusqu'ici;statut actuel

# MatchCurrentChoice
source: Current Choice('c');current;c;current choice;no change
fr: Le choix actuel ("c"); courant; c; choix actuel

# MatchNo
source: No;n;nope;2
fr: non;pas;rien;2

# MatchNoPreference
source: No Preference;no;none;I don'?t care
fr: Pas de préférence;non; pas; aucun; aucune;tout de même;ça m'est égal

# MatchYes
source: Yes;y;sure;ok;yep;1
fr: Oui;bien sûr;ok; si;1

# PromptRetry
source: I didn't understand. Say something in reply.
fr: Je ne comprends pas. Dites quelque chose en réponse.

# TemplateBool
source: Would you like a {&}? {||}
fr: Voudriez-vous un {&}? {||}

# TemplateBoolHelp
source: Please enter 'yes' or 'no'{?, {0}}.
fr: Tapez « oui » ou «non» s'il vous plaît t {?, {0}}.

# TemplateDateTime
source: Please enter a date and time for {&} {||}
fr: Veuillez taper une date et une heure pour {&} {||}

# TemplateDateTimeHelp
source: Please enter a date or time expression {?, {0}}{?, {1}}.
fr: Veuillez taper une date ou une heure {?, {0}} {?, {1}}.

# TemplateDouble
source: Please enter a number {?between {0:F1} and {1:F1}} for {&} {||}
fr: Veuillez taper un nombre {? entre {0:F1} et {1:F1}} à {&} {||}

# TemplateDoubleHelp
source: Please enter a number{? between {2:F1} and {3:F1}}{?, {0}}{?, {1}}.
fr: Veuillez taper un nombre {? entre {2:F1} et {3:F1}} {?, {0}} {?, {1}}.

# TemplateEnumManyNumberHelp
source: You can enter one or more numbers {0}-{1} or words from the descriptions. ({2})
fr: Vous pouvez saisir un ou plusieurs nombres {0}-{1} ou les mots de la description ({2})

# TemplateEnumManyWordHelp
source: You can enter in one or more selections from the descriptions. ({2})
fr: Vous pouvez saisir une ou plusieurs sélections de la description. ({2})

# TemplateEnumOneNumberHelp
source: You can enter a number {0}-{1} or words from the descriptions. ({2})
fr: Vous pouvez saisir un numéro {0}-{1} ou des mots de la description. ({2})

# TemplateEnumOneWordHelp
source: You can enter in any words from the descriptions. ({2})
fr: Vous pouvez choisir parmi touts les mots de la descriptions ({2})

# TemplateEnumSelectMany
source: Please select one or more {&} {||}
fr: Veuillez choisir un ou plusieurs {&} {||}

# TemplateEnumSelectOne
source: Please select a {&} {||}
fr: Veuillez choisir un {&} {||}

# TemplateFeedback
source: For {&} I understood {}. {?"{0}" is not an option.}
fr: Pour {&}, j'ai compris {}. {? " {0} "n'est pas un choix valide.}

# TemplateHelpClarify
source: You are clarifying a {&} value. Possible responses: {0} {1}
fr: Vous clarifiez le sens {&}. Réponses possibles: {0} {1}

# TemplateNavigationHelp
source: Choose {?a number from {0}-{1}, or} a field name.
fr: Choisissez {? un certain nombre de {0}-{1}, ou} un nom du champ.

# TemplateNoPreference
source: No Preference
fr: Pas de préférence

# TemplateNotUnderstood
source: "{0}" is not a {&} option.
fr: « {0} » n'est pas un choix valide {&}.

# TemplateString
source: Please enter {&} {||}
fr: S'il vous plaît tapez {&} {||}

# TemplateStringHelp
source: You can enter anything (use "'s to force string){?, {0}}{?, {1}}.
fr: Vous pouvez taper tout ce que vous voulez (utilisation "de forcer string) {?, {0}} {?, {1}}.

# TemplateUnspecified
source: Unspecified
fr: Pas spécifié

# Navigation
source: Field Name
fr: Nom du champ
