Repository: microsoft/BotBuilder-V3
Catalog: CSharp/Library/Microsoft.Bot.Builder/MultilingualResources/Microsoft.Bot.Builder.*.xlf
Languages: el

# CommandBack
source: Back
el: Προηγούμενη

# CommandBackHelp
source: Back: Go back to the previous question.
el: Προηγούμενη: Πίσω στην προηγούμενη ερώτηση.

# CommandBackTerms
source: backup;go back;back
el: backup;go back;back;πισω;προηγουμενη;προηγουμενο

# CommandHelp
source: Help
el: Βοήθεια

# CommandHelpHelp
source: Help: Show the kinds of responses you can enter.
el: Βοήθεια: Εμφανίζει τον τύπο των απαντήσεων που μπορείτε να δώσετε.

# CommandHelpTerms
source: help;choices;\?
el: help;choices;\?;βοηθεια

# CommandQuit
source: Quit
el: Ακύρωση

# CommandQuitHelp
source: Quit: Quit the form without completing it.
el: Ακύρωση: Ακυρώση συμπλήρωσης της φόρμας

# CommandQuitTerms
source: quit;stop;finish;goodby?;good bye?;bye;ciao;adios;bye-bye;so long;cheers
el: quit;stop;finish;goodby?;good bye?;bye;ciao;adios;bye-bye;so long;cheers;ακυρο;ακυρωση

# CommandReset
source: Start over
el: Ξανάρχισε

# CommandResetHelp
source: Reset: Start over filling in the form. (With defaults from your previous entries.)
el: Ξανάρχισε: Ξεκινά από την αρχή τη συμπλήρωση της φόρμας. (Με προσυμπληρωμένες τις προηγούμενες επιλογές.)

# CommandResetTerms
source: start over;reset;clear
el: start over;reset;clear;παμε ξανα;ξαναρχισε;παμε;ξανα

# CommandStatus
source: Status
el: Κατάσταση

# CommandStatusHelp
source: Status: Show your progress in filling in the form so far.
el: Κατάσταση: Εμφανίζει την μέχρι τώρα πρόοδο στην συμπλήρωση της φόρμας.

# CommandStatusTerms
source: status;progress;so far;results
el: status;progress;so far;results;κατασταση

source: Confirmation
el: Επιβεβαίωση

# DefaultChoiceLastSeparator
source: , or
el: , ή

# DefaultLastSeparator
source: , and
el: , και

# LanguageArticles
source: a;an;the
el: ο;η;το

# LanguageStopWords
source: a;about;above;above;across;after;afterwards;again;against;all;almost;alone;along;already;also;although;always;am;among;amongst;amoungst;amount;an;and;another;any;anyhow;anyone;anything;anyway;anywhere;are;around;as;at;back;be;became;because;become;becomes;becoming;been;before;beforehand;behind;being;below;beside;besides;between;beyond;bill;both;bottom;but;by;call;can;cannot;cant;co;con;could;couldnt;cry;de;describe;detail;do;done;down;due;during;each;eg;eight;either;eleven;else;elsewhere;empty;enough;etc;even;ever;every;everyone;everything;everywhere;except;few;fifteen;fify;fill;find;fire;first;five;for;former;formerly;forty;found;four;from;front;full;further;get;give;go;had;has;hasnt;have;he;hence;her;here;hereafter;hereby;herein;hereupon;hers;herself;him;himself;his;how;however;hundred;ie;if;in;inc;indeed;interest;into;is;it;its;itself;keep;last;latter;latterly;least;less;ltd;made;many;may;me;meanwhile;might;mill;mine;more;moreover;most;mostly;move;much;must;my;myself;name;namely;neither;never;nevertheless;next;nine;no;nobody;none;noone;nor;not;nothing;now;nowhere;of;off;often;on;once;one;only;onto;or;other;others;otherwise;our;ours;ourselves;out;over;own;part;per;perhaps;please;put;rather;re;same;see;seem;seemed;seeming;seems;serious;several;she;should;show;side;since;sincere;six;sixty;so;some;somehow;someone;something;sometime;sometimes;somewhere;still;such;system;take;ten;than;that;the;their;them;themselves;then;thence;there;thereafter;thereby;therefore;therein;thereupon;these;they;thick;thin;third;this;those;though;three;through;throughout;thru;thus;to;together;too;top;toward;towards;twelve;twenty;two;un;under;until;up;upon;us;very;via;was;we;well;were;what;whatever;when;whence;whenever;where;whereafter;whereas;whereby;wherein;whereupon;wherever;whether;which;while;whither;who;whoever;whole;whom;whose;why;will;with;within;without;would;yet;you;your;yours;yourself;yourselves
el: αλλα;αν;αντι;απο;αυτα;αυτεσ;αυτη;αυτο;αυτοι;αυτοσ;αυτουσ;αυτων;αἱ;αἳ;αἵ;αὐτόσ;αὐτὸς;αὖ;γάρ;γα;γε;για;γοῦν;γὰρ;δ';δέ;δή;δαί;δαίσ;δαὶ;δαὶς;δε;δεν;δι';διά;διὰ;δὲ;δὴ;δ’;εαν;ειμαι;ειμαστε;ειναι;εισαι;ειστε;εκεινα;εκεινεσ;εκεινη;εκεινο;εκεινοι;εκεινοσ;εκεινουσ;εκεινων;ενω;επ;επι;εἰ;εἰμί;εἰμὶ;εἰς;εἰσ;εἴ;εἴμι;εἴτε;η;θα;ισωσ;κ;καί;καίτοι;καθ;και;κατ;κατά;κατα;κατὰ;καὶ;κι;κἀν;κἂν;μέν;μή;μήτε;μα;με;μεθ;μετ;μετά;μετα;μετὰ;μη;μην;μἐν;μὲν;μὴ;μὴν;να;ο;οι;ομωσ;οπωσ;οσο;οτι;οἱ;οἳ;οἷς;οὐ;οὐδ;οὐδέ;οὐδείσ;οὐδεὶς;οὐδὲ;οὐδὲν;οὐκ;οὐχ;οὐχὶ;οὓς;οὔτε;οὕτω;οὕτως;οὕτωσ;οὖν;οὗ;οὗτος;οὗτοσ;παρ;παρά;παρα;παρὰ;περί;περὶ;ποια;ποιεσ;ποιο;ποιοι;ποιοσ;ποιουσ;ποιων;ποτε;που;ποῦ;προ;προσ;πρόσ;πρὸ;πρὸς;πως;πωσ;σε;στη;στην;στο;στον;σόσ;σύ;σύν;σὸς;σὺ;σὺν;τά;τήν;τί;τίς;τίσ;τα;ταῖς;τε;την;τησ;τι;τινα;τις;τισ;το;τοί;τοι;τοιοῦτος;τοιοῦτοσ;τον;τοτε;του;τούσ;τοὺς;τοῖς;τοῦ;των;τό;τόν;τότε;τὰ;τὰς;τὴν;τὸ;τὸν;τῆς;τῆσ;τῇ;τῶν;τῷ;ωσ;ἀλλ';ἀλλά;ἀλλὰ;ἀλλ’;ἀπ;ἀπό;ἀπὸ;ἀφ;ἂν;ἃ;ἄλλος;ἄλλοσ;ἄν;ἄρα;ἅμα;ἐάν;ἐγώ;ἐγὼ;ἐκ;ἐμόσ;ἐμὸς;ἐν;ἐξ;ἐπί;ἐπεὶ;ἐπὶ;ἐστι;ἐφ;ἐὰν;ἑαυτοῦ;ἔτι;ἡ;ἢ;ἣ;ἤ;ἥ;ἧς;ἵνα;ὁ;ὃ;ὃν;ὃς;ὅ;ὅδε;ὅθεν;ὅπερ;ὅς;ὅσ;ὅστις;ὅστισ;ὅτε;ὅτι;ὑμόσ;ὑπ;ὑπέρ;ὑπό;ὑπὲρ;ὑπὸ;ὡς;ὡσ;ὥς;ὥστε;ὦ;ᾧ

# MatchCurrentChoice
source: Current Choice('c');current;c;current choice;no change
el: Προεπιλογή ('π');προεπιλογή;π;προεπιλογη

# MatchNo
source: No;n;nope;2
el: Όχι;ο;νο;2;no;No;οχι

# MatchNoPreference
source: No Preference;no;none;I don'?t care
el: Καμία επιλογή;όχι;καμία;οχι;τίποτα;καμια;τιποτα;δε με νοιάζει;δε με νοιαζει;αδιαφορο;αδιάφορο

# MatchYes
source: Yes;y;sure;ok;yep;1
el: Ναι;ν;ναι;Ναί;ναί;σίγουρα;σίγουρα;Σίγουρα;ok;οκ;yes;sure;yep;1

# Navigation
source: Field Name
el: Όνομα πεδίου

# PromptRetry
source: I didn't understand. Say something in reply.
el: Δεν το κατάλαβα.... Απαντήστε κάτι.

# TemplateBool
source: Would you like a {&}? {||}
el: Θα θέλατε {&}? {||}

# TemplateBoolHelp
source: Please enter 'yes' or 'no'{?, {0}}.
el: Παρακαλώ εισάγετε 'ναί' ή 'όχι'{?, {0}}.

# TemplateClarify
source: By "{0}" {&} did you mean {||}
el: Με το "{0}" {&} εννοείτε {||}

# TemplateConfirmation
source: Is this your selection? {*}
el: Είναι αυτη η επιλογή σας; {*}

# TemplateCurrentChoice
source: (current choice: {})
el: (τρέχουσα επιλογή: {})

# TemplateDateTime
source: Please enter a date and time for {&} {||}
el: Παρακαλώ εισάγετε ημερομηνία και ώρα για {&} {||}

# TemplateDateTimeHelp
source: Please enter a date or time expression {?, {0}}{?, {1}}.
el: Παρακαλώ εισάγετε ημερομηνία, ή ώρα {?, {0}}{?, {1}}.

# TemplateDouble
source: Please enter a number {?between {0:F1} and {1:F1}} for {&} {||}
el: Εισάγετε ένα αριθμό {?μεταξύ {0:F1} και {1:F1}} για {&} {||}

# TemplateDoubleHelp
source: Please enter a number{? between {2:F1} and {3:F1}}{?, {0}}{?, {1}}.
el: Παρακαλώ εισάγετε ένα αριθμό {? μεταξύ {2:F1} και {3:F1}}{?, {0}}{?, {1}}.

# TemplateEnumManyNumberHelp
source: You can enter one or more numbers {0}-{1} or words from the descriptions. ({2})
el: Μπορείτε να εισάγετε ένα ή περισσότερους αριθμούς {0}-{1} ή λεξεις από τις περιγραφές. ({2})

# TemplateEnumManyWordHelp
source: You can enter in one or more selections from the descriptions. ({2})
el: Μπορείτε να εισάγετε μια, ή περισσότερες επιλογές από τις περιγραφές. ({2})

# TemplateEnumOneNumberHelp
source: You can enter a number {0}-{1} or words from the descriptions. ({2})
el: Μπορείτε να εισάγετε ένα αριθμό {0}-{1} ή κάτι από τις περιγραφές. ({2})

# TemplateEnumOneWordHelp
source: You can enter in any words from the descriptions. ({2})
el: Μπορείτε να εισάγετε οποιαδήποτε λέξη από τις περιγραφές. ({2})

# TemplateEnumSelectMany
source: Please select one or more {&} {||}
el: Παρακαλώ κάντε μία ή περισσότερες επιλογές {&} {||}

# TemplateEnumSelectOne
source: Please select a {&} {||}
el: Παρακαλώ επιλέξτε {&} {||}

# TemplateFeedback
source: For {&} I understood {}. {?"{0}" is not an option.}
el: Σαν {&} εγώ κατάλαβα {}. {?"{0}" δεν είναι επιλογή.}

# TemplateHelp
source: You are filling in the {&} field. Possible responses: {0} {1}
el: Συμπληρώνετε το πεδίο "{&}". Πιθανές απαντήσεις: {0} {1}

# TemplateHelpClarify
source: You are clarifying a {&} value. Possible responses: {0} {1}
el: Προσδιορίζετε την τιμή {&}. Πιθανές απαντήσεις: {0} {1}

# TemplateHelpConfirm
source: Please answer the question. Possible responses: {0} {1}
el: Παρακαλώ απαντήστε την ερώτηση. Πιθανές απαντήσεις: {0} {1}

# TemplateHelpNavigation
source: Choose what field to change. Possible responses: {0} {1}
el: Επιλέξτε ποιό πεδίο να αλλάξει. Πιθανές απαντήσεις: {0} {1}

# TemplateInteger
source: Please enter a number{? between {0} and {1}} for {&} {||}
el: Παρακαλώ εισάγετε ένα αριθμό{? μεταξύ {0} και {1}} γιά {&} {||}

# TemplateIntegerHelp
source: You can enter a number{? between {2} and {3}}{?, {0}}{?, {1}}.
el: Μπορείτε να εισάγετε ένα αριθμό{? μεταξύ {2} και {3}}{?, {0}}{?, {1}}.

# TemplateNavigation
source: What do you want to change? {||}
el: Τι θέλετε να αλλάξετε? {||}

# TemplateNavigationCommandHelp
source: You can switch to another field by entering its name. ({0}).
el: Μπορείτε να πάτε σε κάποιο άλλο πεδίο, εισάγοντας το όνομά του. ({0}).

# TemplateNavigationHelp
source: Choose {?a number from {0}-{1}, or} a field name.
el: Επιλέξτε {?ένα αριθμό από {0}-{1}, ή} το όνομα ενός πεδίου.

# TemplateNoPreference
source: No Preference
el: Καμία επιλογή

# TemplateNotUnderstood
source: "{0}" is not a {&} option.
el: "{0}" δεν είναι επιλογή για το πεδίο "{&}".

# TemplateString
source: Please enter {&} {||}
el: Παρακαλώ εισάγετε {&} {||}

# TemplateStringHelp
source: You can enter anything (use "'s to force string){?, {0}}{?, {1}}.
el: Μπορείτε να εισάγετε οτιδήποτε (για φράσεις χρησιμοποιήσετε εισαγωγικά){?, {0}}{?, {1}}.

# TemplateUnspecified
source: Unspecified
el: Δεν έχει καθοριστεί

source: too many attempts
el: πάρα πολλές προσπάθειες

# UnhandledExceptionToUser
source: Sorry, my bot code is having an issue.
el: Συγγνώμη, το πρόγραμμά μου αντιμετωπίζει κάποιο θέμα.

source: User profile deleted!
el: Το προφιλ του χρήστη διαγράφηκε!

# BooleanChoices
source: true=y,yes,yep,sure,ok,\u1f44d,\u1f44c|false=n,no,nope,\u1f44e,\\u270b,\\u1f590
el: true=y,yes,yep,sure,ok,\u1f44d,\u1f44c|false=n,no,nope,\u1f44e,\\u270b,\\u1f590,ναι,ν,ναί

# NumberTerms
source: 0=zero|1=one|2=two|3=three|4=four|5=five|6=six|7=seven|8=eight|9=nine|10=ten|11=eleven|12=twelve|13=thirteen|14=fourteen|15=fifteen|16=sixteen|17=seventeen|18=eighteen|19=nineteen|20=twenty
el: 0=μηδέν|1=ένα|2=δύο|3=τρία|4=τέσσερα|5=πέντη|6=έξι|7=επτά|8=οχτώ|9=εννέα|10=δέκα|11=έντεκα|12=δώδεκα|13=δεκατρία|14=δεκατέσσερα|15=δεκαπέντε|16=δεκαέξι|17=δεκαεπτά|18=δεκαοχτώ|19=δεκαεννέα|20=είκοσι

# TemplateAttachmentCollection
source: Please submit a collection of attachments for {&}
el: Παρακαλώ υποβάλετε μια λίστα από συνημμένα για {&}

# TemplateAttachmentCollectionHelp
source: You can submit one or more attachments.{0}
el: Μπορείτε να υποβάλετε ένα ή περισσότερα συνημμένα.{0}

# TemplateAttachmentCollectionDescription
source: {0} attachment/s linked.
el: {0} συνημμένο/α

# TemplateAttachment
source: Please submit an attachment for {&}
el: Παρακαλώ υποβάλετε ένα συνημμένο για {&}

# TemplateAttachmentHelp
source: You can submit one attachment.{0}
el: Μπορείτε να υποβάλετε ένα συνημμένο.{0}

# TemplateAttachmentDescription
source: Attachment named '{0}' with content-type '{1}'.
el: Συνημμένο με όνομα'{0}' τύπου '{1}'.

# AttachmentContentTypeValidatorError
source: Attachment '{0}' is invalid! The content-type should contain '{1}'.
el: Το συνημμένο '{0}' δεν είναι έγκυρο! Ο τύπος του θα πρέπει να περιέχει '{1}'.

# AttachmentContentTypeValidatorHelp
source: You should provide an attachment where content-type has '{0}'.
el: Το συνημμένο θα πρέπει να είναι του τύπου '{0}'.
